Repository: Unknown2526/GestionDesStages2
Catalog: Locale/*/default.po
Languages: fr_ca

source: The administrateur has been saved.
fr_ca: L'administrateur a été enregistré.

source: The administrateur could not be saved. Please, try again.
fr_ca: L'administrateur n'a pas pu être sauvé. Veuillez réessayer.

source: The administrateur has been deleted.
fr_ca: L'administrateur a été supprimé.

source: The administrateur could not be deleted. Please, try again.
fr_ca: L'administrateur n'a pas pu être supprimé. Veuillez réessayer.

source: The etudiant has been saved.
fr_ca: L'étudiant a été enregistré.

source: The etudiant could not be saved. Please, try again.
fr_ca: L'étudiant n'a pas pu être sauvé. Veuillez réessayer.

source: The etudiant has been deleted.
fr_ca: L'étudiant a été supprimé.

source: The etudiant could not be deleted. Please, try again.
fr_ca: L'étudiant n'a pas pu être supprimé. Veuillez réessayer.

source: File has been uploaded and inserted successfully.
fr_ca: Le fichier a été téléchargé et inséré avec succès.

source: Unable to upload file, please try again.
fr_ca: Impossible de télécharger le fichier, veuillez réessayer.

source: Unable to save file, please try again.
fr_ca: Impossible de sauvegarder le fichier, veuillez réessayer.

source: Please choose a file to upload.
fr_ca: Veuillez choisir un fichier à télécharger.

source: The file has been saved.
fr_ca: Le fichier a été enregistré.

source: The file could not be saved. Please, try again.
fr_ca: Le fichier n'a pas pu être enregistré. Veuillez réessayer.

source: The file has been deleted.
fr_ca: Le fichier a été supprimé.

source: The file could not be deleted. Please, try again.
fr_ca: Le fichier n'a pas pu être supprimé. Veuillez réessayer.

source: The milieudestage has been saved.
fr_ca: Le milieudestage a été enregistré.

source: The milieudestage could not be saved. Please, try again.
fr_ca: Le milieudestage n'a pas pu être sauvé. Veuillez réessayer.

source: The milieudestage has been deleted.
fr_ca: Le milieudestage a été supprimé.

source: The milieudestage could not be deleted. Please, try again.
fr_ca: Le milieudestage n'a pas pu être supprimé. Veuillez réessayer.

source: The offre has been saved.
fr_ca: L'offre a été sauvegardée.

source: The offre could not be saved. Please, try again.
fr_ca: L'offre n'a pu être sauvegardée. Veuillez réessayer.

source: The offre has been deleted.
fr_ca: L'offre a été supprimée.

source: The offre could not be deleted. Please, try again.
fr_ca: L'offre n'a pas pu être supprimée. Veuillez réessayer.

source: The user has been saved.
fr_ca: L'utilisateur a été enregistré.

source: Le username doit être un courriel valide.
fr_ca: Le nom d'utilisateur doit être un email valide.

source: The user could not be saved. Please, try again.
fr_ca: L'utilisateur n'a pas pu être enregistré. Veuillez réessayer.

source: The user has been deleted.
fr_ca: L'utilisateur a été supprimé.

source: The user could not be deleted. Please, try again.
fr_ca: L'utilisateur n'a pas pu être supprimé. Veuillez réessayer.

source: List Administrateurs
fr_ca: Liste Administrateurs

source: List Users
fr_ca: Liste des utilisateurs

source: New User
fr_ca: Nouvel utilisateur

source: Add Administrateur
fr_ca: Ajouter un administrateur

source: Submit
fr_ca: Soumettre

source: Delete
fr_ca: Effacer

source: Are you sure you want to delete # {0}?
fr_ca: Êtes-vous sûr de vouloir supprimer # {0}?

source: Edit Administrateur
fr_ca: Editer Administrateur

source: New Administrateur
fr_ca: Nouveau administrateur

source: View
fr_ca: Vue

source: Edit
fr_ca: Modifier

source: first
fr_ca: premier

source: previous
fr_ca: précédent

source: next
fr_ca: prochain

source: last
fr_ca: dernier

source: Page {{page}} of {{pages}}, showing {{current}} record(s) out of {{count}} total
fr_ca: Page {{page}} sur {{pages}}, affichant le {{current}} enregistrement (s) sur le {{count}} total

source: Delete Administrateur
fr_ca: Supprimer Administrateur

source: Telephone
fr_ca: Téléphone

source: User
fr_ca: Utilisateur

source: Id
fr_ca: Identifiant

source: Created
fr_ca: Créé

source: Modified
fr_ca: Modifié

source: List Etudiants
fr_ca: Liste des étudiants

source: Add Etudiant
fr_ca: Ajouter un étudiant

source: List Milieudestages
fr_ca: Liste des Milieudestages

source: List Offres
fr_ca: Liste Offres

source: Edit Etudiant
fr_ca: Editer un étudiant

source: New Etudiant
fr_ca: Nouvel étudiant

source: Etudiants
fr_ca: Étudiant

source: Delete Etudiant
fr_ca: Delete Student

source: Prenom
fr_ca: Prénom

source: Yes
fr_ca: Oui

source: No
fr_ca: Non

source: List Files
fr_ca: Liste des fichiers

source: Add File
fr_ca: Ajouter le fichier

source: Edit File
fr_ca: Editer le fichier

source: New File
fr_ca: Nouveau fichier

source: Files
fr_ca: Fichiers

source: Delete File
fr_ca: Supprimer le fichier

source: Path
fr_ca: Chemin

source: Error
fr_ca: Erreur

source: Back
fr_ca: Reculer

source: List Regions
fr_ca: Liste des régions

source: New Region
fr_ca: Nouvelle région

source: New Offre
fr_ca: Nouvelle offre

source: New Listemission
fr_ca: Nouveau Listemission

source: List Listetypeclienteles
fr_ca: Liste listeeclienteles

source: New Listetypeclientele
fr_ca: Nouveau Listetypeclientele

source: List Listetypeetablissements
fr_ca: Liste listeetablissements

source: New Listetypeetablissement
fr_ca: Nouveau Listetypeetablissement

source: Add Milieudestage
fr_ca: Ajouter Milieudestage

source: Edit Milieudestage
fr_ca: Modifier le milieu

source: New Milieudestage
fr_ca: Nouveau Milieudestage

source: Delete Milieudestage
fr_ca: Effacer Milieudestage

source: Telephone Respo
fr_ca: Téléphone Respo

source: Info Contract
fr_ca: Contrat Info

source: Reponse Milieu
fr_ca: Réponse Milieu

source: Related Missions
fr_ca: Missions connexes

source: Related Typeclienteles
fr_ca: Typeclienteles connexes

source: Related Typeetablissements
fr_ca: Typeetablissements connexes

source: Related Offres
fr_ca: Offres connexes

source: User Id
fr_ca: Identifiant d'utilisateur

source: Milieudestage Id
fr_ca: Identifiant du Milieudestage

source: Add Offre
fr_ca: Ajouter une offre

source: Edit Offre
fr_ca: Modifier l'offre

source: Delete Offre
fr_ca: Supprimer l'offre

source: List Roles
fr_ca: Liste des rôles

source: New Role
fr_ca: Nouveau rôle

source: Add User
fr_ca: Ajouter un utilisateur

source: Edit User
fr_ca: Modifier l'utilisateur

source: Users
fr_ca: Utilisateurs

source: Please enter your username and password
fr_ca: Veuillez s'il vous plaît entrer votre nom d'utilisateur et votre mot de passe

source: Login
fr_ca: S'identifier

source: Delete User
fr_ca: Supprimer l'utilisateur

source: Username
fr_ca: Nom d'utilisateur

source: Password
fr_ca: Mot de passe

source: Role
fr_ca: Rôle

source: File
fr_ca: Fichier

source: Related Administrateurs
fr_ca: Administrateurs connexes

source: Related Student
fr_ca: Étudiant connexes

source: Related Milieudestages
fr_ca: Milieudestages connexes

source: Region Admin Id
fr_ca: Identifiant d'administrateur de région

source: Region Id
fr_ca: Identifiant de région
